---
kind: property
id: P:Autodesk.Revit.DB.PlanViewRange.LevelAbove
source: html/9c2c47f9-1fc8-addf-f6bd-dcf767efe3b8.htm
---
# Autodesk.Revit.DB.PlanViewRange.LevelAbove Property

View range for the level above the specified plane

## Syntax (C#)
```csharp
public static ElementId LevelAbove { get; }
```